Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegionError
Can't draw [Filled Region Name].

Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegion
Can't draw [Filled Region Name].

Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.BadViewType
[Filled Region Name] can't be placed in 3D Views.

Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures
Failures about FilledRegion.